Repository: lollipopkit/mfuse
Catalog: MFuse/Localizable.xcstrings
Source language: en
Languages: es, fr, id, it, ja, ko, zh_hans, zh_hant

# app.command.newMount
source: New Mount
es: Nuevo montaje
fr: Nouveau montage
id: Mount baru
it: Nuovo montaggio
ja: 新規マウント
ko: 새 마운트
zh_hans: 新建挂载
zh_hant: 新增掛載

# common.action.cancel
source: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# common.action.editEllipsis
source: Edit…
es: Editar…
fr: Modifier…
it: Modifica…
ja: 編集…
ko: 편집…
zh_hans: 编辑…
zh_hant: 編輯…

# common.action.later
source: Later
es: Más tarde
fr: Plus tard
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
zh_hans: 稍后
zh_hant: 稍後

# common.action.mount
source: Mount
es: Montar
fr: Monter
it: Monta
ja: マウント
ko: 마운트
zh_hans: 挂载
zh_hant: 掛載

# common.action.mountAll
source: Mount All
es: Montar todo
fr: Tout monter
id: Mount semua
it: Monta tutto
ja: すべてマウント
ko: 모두 마운트
zh_hans: 全部挂载
zh_hant: 全部掛載

# common.action.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# common.action.refresh
source: Refresh
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

# common.action.revealInFinder
source: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# common.action.save
source: Save
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# common.action.unmount
source: Unmount
es: Desmontar
fr: Démonter
id: Lepas
it: Smonta
ja: アンマウント
ko: 마운트 해제
zh_hans: 卸载
zh_hant: 卸載

# common.action.unmountAll
source: Unmount All
es: Desmontar todo
fr: Tout démonter
id: Lepas semua
it: Smonta tutto
ja: すべてアンマウント
ko: 모두 마운트 해제
zh_hans: 全部卸载
zh_hant: 全部卸載

# common.error.unknown
source: An unknown error occurred.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue s’est produite.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# content.action.addMount
source: Add Mount
es: Añadir montaje
fr: Ajouter un montage
id: Tambah mount
it: Aggiungi montaggio
ja: マウントを追加
ko: 마운트 추가
zh_hans: 添加挂载
zh_hant: 新增掛載

# content.empty.subtitle
source: Select a saved mount from the sidebar or add a new one.
es: Selecciona un montaje guardado en la barra lateral o añade uno nuevo.
fr: Sélectionnez un montage enregistré dans la barre latérale ou ajoutez-en un nouveau.
id: Pilih mount tersimpan dari sidebar atau tambahkan yang baru.
it: Seleziona un montaggio salvato dalla barra laterale o aggiungine uno nuovo.
ja: サイドバーから保存済みのマウントを選択するか、新しく追加してください。
ko: 사이드바에서 저장된 마운트를 선택하거나 새로 추가하세요.
zh_hans: 从侧边栏选择一个已保存的挂载，或添加一个新的挂载。
zh_hant: 從側邊欄選取已儲存的掛載，或新增一個掛載。

# content.empty.title
source: No Mount Selected
es: No hay ningún montaje seleccionado
fr: Aucun montage sélectionné
id: Belum ada mount yang dipilih
it: Nessun montaggio selezionato
ja: マウントが選択されていません
ko: 선택된 마운트가 없습니다
zh_hans: 未选择挂载
zh_hant: 未選取掛載

# content.error.savedButDomainSyncFailed
source: The connection was saved, but File Provider domain sync failed: %@. MFuse will retry reconciliation on the next launch.
es: La conexión se guardó, pero falló la sincronización del dominio de File Provider: %@. MFuse volverá a intentar la reconciliación en el próximo inicio.
fr: La connexion a été enregistrée, mais la synchronisation du domaine File Provider a échoué : %@. MFuse réessaiera la réconciliation au prochain lancement.
id: Koneksi telah disimpan, tetapi sinkronisasi domain File Provider gagal: %@. MFuse akan mencoba rekonsiliasi lagi saat peluncuran berikutnya.
it: La connessione è stata salvata, ma la sincronizzazione del dominio File Provider non è riuscita: %@. MFuse ritenterà la riconciliazione al prossimo avvio.
ja: 接続は保存されましたが、File Provider ドメインの同期に失敗しました: %@。MFuse は次回起動時に再調整を再試行します。
ko: 연결은 저장되었지만 File Provider 도메인 동기화에 실패했습니다: %@. MFuse는 다음 실행 시 다시 조정합니다.
zh_hans: 连接已保存，但 File Provider 域同步失败：%@。MFuse 会在下次启动时重试协调。
zh_hant: 連線已儲存，但 File Provider 網域同步失敗：%@。MFuse 會在下次啟動時重試協調。

# content.error.unableToSaveMount
source: Unable to Save Mount
es: No se puede guardar el montaje
fr: Impossible d’enregistrer le montage
id: Tidak dapat menyimpan pemasangan
it: Impossibile salvare il montaggio
ja: マウントを保存できません
ko: 마운트를 저장할 수 없습니다
zh_hans: 无法保存挂载
zh_hant: 無法儲存掛載

# content.warning.domainSyncIssue
source: Domain Sync Issue
es: Problema de sincronización del dominio
fr: Problème de synchronisation du domaine
id: Masalah sinkronisasi domain
it: Problema di sincronizzazione del dominio
ja: ドメイン同期の問題
ko: 도메인 동기화 문제
zh_hans: 域同步问题
zh_hant: 網域同步問題

# detail.action.openInFinder
source: Open in Finder
es: Abrir en Finder
fr: Ouvrir dans Finder
id: Buka di Finder
it: Apri nel Finder
ja: Finder で開く
ko: Finder에서 열기
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中打開

# detail.field.auth
source: Auth
es: Autenticación
id: Autentikasi
it: Autenticazione
ja: 認証
ko: 인증
zh_hans: 认证
zh_hant: 驗證

# detail.field.port
source: Port
es: Puerto
it: Porta
ja: ポート
ko: 포트
zh_hans: 端口
zh_hant: 連接埠

# detail.field.remotePath
source: Remote Path
es: Ruta remota
fr: Chemin distant
id: Jalur remote
it: Percorso remoto
ja: リモートパス
ko: 원격 경로
zh_hans: 远程路径
zh_hant: 遠端路徑

# detail.field.state
source: State
es: Estado
fr: État
id: Status
it: Stato
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

# detail.field.type
source: Type
es: Tipo
id: Jenis
it: Tipo
ja: 種類
ko: 유형
zh_hans: 类型
zh_hant: 類型

# detail.field.username
source: Username
es: Usuario
fr: Nom d’utilisateur
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 使用者名稱

# detail.help.refreshFinderListing
source: Refresh Finder listing
es: Actualizar listado de Finder
fr: Actualiser la liste Finder
id: Segarkan daftar Finder
it: Aggiorna elenco Finder
ja: Finder の一覧を更新
ko: Finder 목록 새로 고침
zh_hans: 刷新 Finder 列表
zh_hant: 重新整理 Finder 清單

# detail.section.mount
source: Mount
es: Montar
fr: Monter
it: Monta
ja: マウント
ko: 마운트
zh_hans: 挂载
zh_hant: 掛載

# detail.section.server
source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
zh_hans: 服务器
zh_hant: 伺服器

# domain.sync.error.reconcile
source: Failed to reconcile one or more File Provider domains: %@
es: No se pudo reconciliar uno o más dominios de File Provider: %@
fr: Échec de la réconciliation d’un ou plusieurs domaines File Provider : %@
id: Gagal merekonsiliasi satu atau lebih domain File Provider: %@
it: Impossibile riconciliare uno o più domini File Provider: %@
ja: 1 つ以上の File Provider ドメインの整合に失敗しました: %@
ko: 하나 이상의 File Provider 도메인을 조정하지 못했습니다: %@
zh_hans: 协调一个或多个 File Provider 域失败：%@
zh_hant: 協調一個或多個 File Provider 網域失敗：%@

# editor.action.browse
source: Browse…
es: Examinar…
fr: Parcourir…
id: Telusuri…
it: Sfoglia…
ja: 参照…
ko: 찾아보기…
zh_hans: 浏览…
zh_hant: 瀏覽…

# editor.action.testAccess
source: Test Access
es: Probar acceso
fr: Tester l’accès
id: Uji akses
it: Testa accesso
ja: 接続テスト
ko: 접속 테스트
zh_hans: 测试访问
zh_hant: 測試存取

# editor.error.googleDriveOAuthFieldsRequired
source: Google Drive requires both OAuth Client ID and Redirect URI
es: Google Drive requiere OAuth Client ID y Redirect URI
fr: Google Drive requiert un OAuth Client ID et une Redirect URI
id: Google Drive memerlukan OAuth Client ID dan Redirect URI
it: Google Drive richiede sia OAuth Client ID che Redirect URI
ja: Google Drive には OAuth Client ID と Redirect URI の両方が必要です
ko: Google Drive에는 OAuth Client ID와 Redirect URI가 모두 필요합니다
zh_hans: Google Drive 需要同时填写 OAuth Client ID 和 Redirect URI
zh_hant: Google Drive 需要同時填寫 OAuth Client ID 與 Redirect URI

# editor.error.readPrivateKey
source: Unable to read private key at %@: %@
es: No se puede leer la clave privada en %@: %@
fr: Impossible de lire la clé privée à %@ : %@
id: Tidak dapat membaca kunci privat di %@: %@
it: Impossibile leggere la chiave privata in %@: %@
ja: %@ の秘密鍵を読み込めません: %@
ko: %@의 개인 키를 읽을 수 없습니다: %@
zh_hans: 无法读取位于 %@ 的私钥：%@
zh_hant: 無法讀取位於 %@ 的私鑰：%@

# editor.field.accessKeyID
source: Access Key ID
es: ID de clave de acceso
fr: ID de clé d’accès
id: ID kunci akses
it: ID chiave di accesso
ja: アクセスキー ID
ko: 액세스 키 ID

# editor.field.autoMountOnAppLaunch
source: Auto-Mount on App Launch
es: Montar automáticamente al abrir la app
fr: Monter automatiquement au lancement
id: Mount otomatis saat app dibuka
it: Monta automaticamente all’avvio dell’app
ja: App 起動時に自動マウント
ko: 앱 실행 시 자동 마운트
zh_hans: 启动应用时自动挂载
zh_hant: 啟動 App 時自動掛載

# editor.field.customEndpoint
source: Custom Endpoint (optional)
es: Endpoint personalizado (opcional)
fr: Point de terminaison personnalisé (optionnel)
id: Endpoint kustom (opsional)
it: Endpoint personalizzato (opzionale)
ja: カスタムエンドポイント（任意）
ko: 사용자 지정 엔드포인트(선택 사항)
zh_hans: 自定义 Endpoint（可选）
zh_hant: 自訂 Endpoint（可選）

# editor.field.domainOptional
source: Domain (optional)
es: Dominio (opcional)
fr: Domaine (optionnel)
id: Domain (opsional)
it: Dominio (opzionale)
ja: ドメイン（任意）
ko: 도메인(선택 사항)
zh_hans: 域（可选）
zh_hant: 網域（可選）

# editor.field.method
source: Method
es: Método
fr: Méthode
id: Metode
it: Metodo
ja: 方式
ko: 방식
zh_hans: 方式
zh_hant: 方式

# editor.field.name
source: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# editor.field.passiveMode
source: Passive Mode
es: Modo pasivo
fr: Mode passif
id: Mode pasif
it: Modalità passiva
ja: パッシブモード
ko: 수동 모드
zh_hans: 被动模式
zh_hant: 被動模式

# editor.field.passphraseOptional
source: Passphrase (optional)
es: Frase de contraseña (opcional)
fr: Phrase secrète (optionnelle)
id: Frasa sandi (opsional)
it: Passphrase (opzionale)
ja: パスフレーズ（任意）
ko: 암호문(선택 사항)
zh_hans: 口令（可选）
zh_hant: 密語（可選）

# editor.field.password
source: Password
es: Contraseña
fr: Mot de passe
id: Kata sandi
ja: パスワード
ko: 암호
zh_hans: 密码
zh_hant: 密碼

# editor.field.pathStyleAccess
source: Path-Style Access
es: Acceso Path-Style
fr: Accès Path-Style
id: Akses Path-Style
it: Accesso Path-Style
ja: Path-Style アクセス
ko: Path-Style 액세스
zh_hans: Path-Style 访问
zh_hant: Path-Style 存取

# editor.field.privateKeyPath
source: Private Key Path
es: Ruta de la clave privada
fr: Chemin de la clé privée
id: Path kunci privat
it: Percorso chiave privata
ja: 秘密鍵のパス
ko: 개인 키 경로
zh_hans: 私钥路径
zh_hant: 私鑰路徑

# editor.field.region
source: Region
es: Región
fr: Région
it: Regione
ja: リージョン
ko: 리전
zh_hans: 区域
zh_hant: 區域

# editor.field.secretAccessKey
source: Secret Access Key
es: Clave de acceso secreta
fr: Clé d’accès secrète
id: Kunci akses rahasia
it: Chiave di accesso segreta
ja: シークレットアクセスキー
ko: 비밀 액세스 키

# editor.field.shareName
source: Share Name
es: Nombre del recurso compartido
fr: Nom du partage
id: Nama share
it: Nome condivisione
ja: 共有名
ko: 공유 이름
zh_hans: 共享名称
zh_hant: 共享名稱

# editor.field.useTLSFTPS
source: Use TLS (FTPS)
es: Usar TLS (FTPS)
fr: Utiliser TLS (FTPS)
id: Gunakan TLS (FTPS)
it: Usa TLS (FTPS)
ja: TLS (FTPS) を使用
ko: TLS(FTPS) 사용
zh_hans: 使用 TLS（FTPS）
zh_hant: 使用 TLS（FTPS）

# editor.field.useTLSHTTPS
source: Use TLS (HTTPS)
es: Usar TLS (HTTPS)
fr: Utiliser TLS (HTTPS)
id: Gunakan TLS (HTTPS)
it: Usa TLS (HTTPS)
ja: TLS (HTTPS) を使用
ko: TLS(HTTPS) 사용
zh_hans: 使用 TLS（HTTPS）
zh_hant: 使用 TLS（HTTPS）

# editor.message.accessSuccessful
source: Access successful!
es: ¡Acceso correcto!
fr: Accès réussi !
id: Akses berhasil!
it: Accesso riuscito!
ja: 接続に成功しました。
ko: 접속에 성공했습니다!
zh_hans: 访问成功！
zh_hant: 存取成功！

# editor.message.googleSignInAfterSaving
source: You will be prompted to sign in with Google after saving.
es: Inicia sesión en Google después de guardar.
fr: Connectez-vous à Google après l’enregistrement.
id: Masuk ke Google setelah menyimpan.
it: Accedi a Google dopo aver salvato.
ja: 保存後に Google にサインインしてください。
ko: 저장한 후 Google에 로그인하세요.
zh_hans: 保存后登录 Google。
zh_hant: 儲存後登入 Google。

# editor.message.noCredentialsRequired
source: No credentials required.
es: No se requieren credenciales.
fr: Aucun identifiant requis.
id: Tidak memerlukan kredensial.
it: Nessuna credenziale richiesta.
ja: 資格情報は不要です。
ko: 자격 증명이 필요하지 않습니다.
zh_hans: 无需凭证。
zh_hant: 不需要憑證。

# editor.message.sshAgent
source: SSH Agent will be used for authentication.
es: Usar claves del SSH Agent del sistema.
fr: Utiliser les clés de l’agent SSH du système.
id: Gunakan kunci dari SSH Agent sistem.
it: Usa le chiavi dell’SSH Agent di sistema.
ja: システムの SSH Agent の鍵を使用します。
ko: 시스템 SSH 에이전트의 키를 사용합니다.
zh_hans: 使用系统 SSH Agent 中的密钥。
zh_hant: 使用系統 SSH Agent 中的金鑰。

# editor.prompt.bucket
source: my-bucket
es: mi-bucket
fr: mon-bucket
id: bucket-saya
it: mio-bucket

# editor.prompt.name
source: My Server
es: Mi servidor
fr: Mon serveur
id: Server saya
it: Il mio server
ja: マイサーバー
ko: 내 서버
zh_hans: 我的服务器
zh_hant: 我的伺服器

# editor.prompt.username
source: user
es: usuario
fr: utilisateur
id: pengguna
it: utente

# editor.section.authentication
source: Authentication
es: Autenticación
fr: Authentification
id: Autentikasi
it: Autenticazione
ja: 認証
ko: 인증
zh_hans: 认证
zh_hant: 驗證

# editor.section.ftp
source: FTP Settings
es: Configuración de FTP
fr: Paramètres FTP
id: Pengaturan FTP
it: Impostazioni FTP
ja: FTP 設定
ko: FTP 설정
zh_hans: FTP 设置
zh_hant: FTP 設定

# editor.section.googleDrive
source: Google Drive Settings
es: Configuración de Google Drive
fr: Paramètres Google Drive
id: Pengaturan Google Drive
it: Impostazioni Google Drive
ja: Google Drive 設定
ko: Google Drive 설정
zh_hans: Google Drive 设置
zh_hant: Google Drive 設定

# editor.section.s3
source: S3 Settings
es: Configuración de S3
fr: Paramètres S3
id: Pengaturan S3
it: Impostazioni S3
ja: S3 設定
ko: S3 설정
zh_hans: S3 设置
zh_hant: S3 設定

# editor.section.smb
source: SMB Settings
es: Configuración de SMB
fr: Paramètres SMB
id: Pengaturan SMB
it: Impostazioni SMB
ja: SMB 設定
ko: SMB 설정
zh_hans: SMB 设置
zh_hant: SMB 設定

# editor.section.webdav
source: WebDAV Settings
es: Configuración de WebDAV
fr: Paramètres WebDAV
id: Pengaturan WebDAV
it: Impostazioni WebDAV
ja: WebDAV 設定
ko: WebDAV 설정
zh_hans: WebDAV 设置
zh_hant: WebDAV 設定

# editor.title.editMount
source: Edit Mount
es: Editar montaje
fr: Modifier le montage
it: Modifica montaggio
ja: マウントを編集
ko: 마운트 편집
zh_hans: 编辑挂载
zh_hant: 編輯掛載

# editor.title.newMount
source: New Mount
es: Nuevo montaje
fr: Nouveau montage
id: Mount baru
it: Nuovo montaggio
ja: 新規マウント
ko: 새 마운트
zh_hans: 新建挂载
zh_hant: 新增掛載

# editor.warning.cleartextCredentials
source: Credentials will be sent in cleartext. Enable TLS to encrypt this mount.
es: Las credenciales se almacenarán en texto claro en el archivo de configuración compartido.
fr: Les identifiants seront stockés en clair dans le fichier de configuration partagé.
id: Kredensial akan disimpan sebagai teks biasa di file konfigurasi bersama.
it: Le credenziali verranno archiviate in chiaro nel file di configurazione condiviso.
ja: 資格情報は共有設定ファイルに平文で保存されます。
ko: 자격 증명이 공유 구성 파일에 평문으로 저장됩니다.
zh_hans: 凭证将以明文形式存储在共享配置文件中。
zh_hant: 憑證將以純文字形式儲存在共用設定檔中。

# extensionGuide.action.checkAgain
source: Check Again
es: Comprobar de nuevo
fr: Vérifier à nouveau
id: Periksa lagi
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
zh_hans: 再次检查
zh_hant: 再次檢查

# extensionGuide.action.openSystemSettings
source: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# extensionGuide.message
source: MFuse needs a system extension to mount remote files. Please enable it in System Settings.
es: MFuse necesita una extensión del sistema para montar archivos remotos. Actívala en Ajustes del Sistema.
fr: MFuse a besoin d’une extension système pour monter des fichiers distants. Activez-la dans Réglages Système.
id: MFuse memerlukan ekstensi sistem untuk memasang file remote. Aktifkan di Pengaturan Sistem.
it: MFuse richiede un’estensione di sistema per montare file remoti. Abilitala in Impostazioni di Sistema.
ja: MFuse でリモートファイルをマウントするにはシステム拡張機能が必要です。 システム設定で有効にしてください。
ko: MFuse가 원격 파일을 마운트하려면 시스템 확장이 필요합니다. 시스템 설정에서 활성화하세요.
zh_hans: MFuse 需要一个系统扩展来挂载远程文件。 请在系统设置中启用它。
zh_hant: MFuse 需要系統擴充功能來掛載遠端檔案。 請在系統設定中啟用它。

# extensionGuide.status.notEnabled
source: Extension not yet enabled — please check System Settings.
es: No habilitado
fr: Non activé
id: Belum diaktifkan
it: Non abilitato
ja: 未有効
ko: 활성화되지 않음
zh_hans: 未启用
zh_hant: 未啟用

# extensionGuide.step.fileProviderExtensions.subtitle
source: Find and enable "MFuse"
es: Activa MFuse en Extensiones de proveedor de archivos.
fr: Activez MFuse dans les extensions de fournisseur de fichiers.
id: Aktifkan MFuse di ekstensi penyedia file.
it: Abilita MFuse nelle estensioni File Provider.
ja: ファイルプロバイダ拡張で MFuse を有効にします。
ko: 파일 제공자 확장에서 MFuse를 활성화하세요.
zh_hans: 在文件提供器扩展中启用 MFuse。
zh_hant: 在檔案提供者延伸功能中啟用 MFuse。

# extensionGuide.step.fileProviderExtensions.title
source: File Provider Extensions
es: Activar Extensiones de proveedor de archivos
fr: Activer les extensions de fournisseur de fichiers
id: Aktifkan ekstensi penyedia file
it: Abilita le estensioni File Provider
ja: ファイルプロバイダ拡張を有効化
ko: 파일 제공자 확장 활성화
zh_hans: 启用文件提供器扩展
zh_hant: 啟用檔案提供者延伸功能

# extensionGuide.step.openSystemSettings.subtitle
source: General → Login Items & Extensions
es: Abre Ajustes del Sistema para administrar Extensiones de inicio y proveedor de archivos.
fr: Ouvrez Réglages Système pour gérer les extensions de connexion et de fournisseur de fichiers.
id: Buka Pengaturan Sistem untuk mengelola Ekstensi Login dan penyedia file.
it: Apri Impostazioni di Sistema per gestire Estensioni di login e File Provider.
ja: システム設定を開いて、ログイン項目とファイルプロバイダ拡張を管理します。
ko: 시스템 설정을 열어 로그인 항목 및 파일 제공자 확장을 관리하세요.
zh_hans: 打开系统设置以管理登录项和文件提供器扩展。
zh_hant: 打開系統設定以管理登入項目與檔案提供者延伸功能。

# extensionGuide.step.openSystemSettings.title
source: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# extensionGuide.step.returnHere.subtitle
source: Press "Check Again" — mounting should work
es: Vuelve aquí y MFuse verificará el estado automáticamente.
fr: Revenez ici et MFuse vérifiera automatiquement l’état.
id: Kembali ke sini dan MFuse akan memeriksa status secara otomatis.
it: Torna qui e MFuse verificherà automaticamente lo stato.
ja: ここに戻ると、MFuse が状態を自動確認します。
ko: 여기로 돌아오면 MFuse가 상태를 자동으로 확인합니다.
zh_hans: 回到这里后，MFuse 会自动检查状态。
zh_hant: 回到這裡後，MFuse 會自動檢查狀態。

# extensionGuide.step.returnHere.title
source: Return here
es: Volver y verificar
fr: Revenir et vérifier
id: Kembali dan verifikasi
it: Torna e verifica
ja: 戻って確認
ko: 돌아와서 확인
zh_hans: 返回并检查
zh_hant: 返回並檢查

# extensionGuide.title
source: Enable MFuse Extension
es: Activar extensión de MFuse
fr: Activer l’extension MFuse
id: Aktifkan ekstensi MFuse
it: Abilita estensione MFuse
ja: MFuse 拡張機能を有効化
ko: MFuse 확장 활성화
zh_hans: 启用 MFuse 扩展
zh_hant: 啟用 MFuse 擴充功能

# menuBar.action.openMFuse
source: Open MFuse
es: Abrir MFuse
fr: Ouvrir MFuse
id: Buka MFuse
it: Apri MFuse
ja: MFuse を開く
ko: MFuse 열기
zh_hans: 打开 MFuse
zh_hant: 打開 MFuse

# menuBar.action.quit
source: Quit
es: Salir
fr: Quitter
id: Keluar
it: Esci
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

# menuBar.action.settings
source: Settings
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# menuBar.emptyState.message
source: No mounts configured. Open MFuse to add one.
es: No hay montajes configurados. Abre MFuse para añadir uno.
fr: Aucun montage configuré. Ouvrez MFuse pour en ajouter un.
id: Belum ada mount yang dikonfigurasi. Buka MFuse untuk menambahkannya.
it: Nessun montaggio configurato. Apri MFuse per aggiungerne uno.
ja: 設定済みのマウントがありません。 MFuse を開いて追加してください。
ko: 구성된 마운트가 없습니다. MFuse를 열어 추가하세요.
zh_hans: 尚未配置任何挂载。 打开 MFuse 添加一个。
zh_hant: 尚未設定任何掛載。 打開 MFuse 新增一個。

# menuBar.help.revealInFinder
source: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans Finder
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# notification.mounted.body
source: %@ is now available in Finder.
es: %@ ya está disponible en Finder.
fr: %@ est maintenant disponible dans Finder.
id: %@ kini tersedia di Finder.
it: %@ è ora disponibile nel Finder.
ja: %@ が Finder で利用可能になりました。
ko: %@을(를) 이제 Finder에서 사용할 수 있습니다.
zh_hans: %@ 现在已可在 Finder 中使用。
zh_hant: %@ 現在可在 Finder 中使用。

# notification.mounted.title
source: Mounted
es: Montado
fr: Monté
id: Terpasang
it: Montato
ja: マウント済み
ko: 마운트됨
zh_hans: 已挂载
zh_hant: 已掛載

# notification.mountError.title
source: Mount Error
es: Error de montaje
fr: Erreur de montage
id: Kesalahan mount
it: Errore di montaggio
ja: マウントエラー
ko: 마운트 오류
zh_hans: 挂载错误
zh_hant: 掛載錯誤

# notification.unmounted.body
source: %@ has been removed from Finder.
es: %@ se ha eliminado de Finder.
fr: %@ a été retiré de Finder.
id: %@ telah dihapus dari Finder.
it: %@ è stato rimosso dal Finder.
ja: %@ が Finder から削除されました。
ko: %@이(가) Finder에서 제거되었습니다.
zh_hans: %@ 已从 Finder 中移除。
zh_hant: %@ 已從 Finder 中移除。

# notification.unmounted.title
source: Unmounted
es: Desmontado
fr: Démonté
id: Dilepas
it: Smontato
ja: アンマウント済み
ko: 마운트 해제됨
zh_hans: 已卸载
zh_hant: 已卸載

# settings.error.unableToUpdate
source: Unable to Update Settings
es: No se pueden actualizar los ajustes
fr: Impossible de mettre à jour les réglages
id: Tidak dapat memperbarui pengaturan
it: Impossibile aggiornare le impostazioni
ja: 設定を更新できません
ko: 설정을 업데이트할 수 없습니다
zh_hans: 无法更新设置
zh_hant: 無法更新設定

# settings.field.build
source: Build
es: Compilación
ja: ビルド
ko: 빌드
zh_hans: 构建
zh_hant: 建置

# settings.field.version
source: Version
es: Versión
id: Versi
it: Versione
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

# settings.icloud.disabled
source: Keep connection configs and credentials in sync across devices with iCloud.
es: Mantén sincronizadas las configuraciones y credenciales entre dispositivos con iCloud.
fr: Gardez les configurations de connexion et les identifiants synchronisés entre appareils avec iCloud.
id: Jaga konfigurasi koneksi dan kredensial tetap sinkron antar perangkat dengan iCloud.
it: Mantieni sincronizzate configurazioni e credenziali tra dispositivi con iCloud.
ja: iCloud を使って接続設定と認証情報をデバイス間で同期します。
ko: iCloud로 기기 간 연결 구성과 자격 증명을 동기화하세요.
zh_hans: 使用 iCloud 在设备间保持连接配置和凭证同步。
zh_hant: 使用 iCloud 在裝置間保持連線設定與憑證同步。

# settings.icloud.enabled
source: Syncs connection configs and credentials across devices with iCloud.
es: Sincroniza configuraciones y credenciales entre dispositivos con iCloud.
fr: Synchronise les configurations de connexion et les identifiants entre appareils avec iCloud.
id: Menyinkronkan konfigurasi koneksi dan kredensial antar perangkat dengan iCloud.
it: Sincronizza configurazioni e credenziali tra dispositivi con iCloud.
ja: iCloud を使って接続設定と認証情報をデバイス間で同期します。
ko: iCloud로 기기 간 연결 구성과 자격 증명을 동기화합니다.
zh_hans: 使用 iCloud 在设备间同步连接配置和凭证。
zh_hant: 使用 iCloud 在裝置間同步連線設定與憑證。

# settings.icloud.enableRollbackFailed
source: Failed to enable iCloud Sync: %@ Rollback failed: %@
es: No se pudo activar la sincronización con iCloud: %@ Error al revertir: %@
fr: Échec de l’activation de la synchronisation iCloud : %@ Échec du retour arrière : %@
id: Gagal mengaktifkan Sinkronisasi iCloud: %@ Rollback juga gagal: %@
it: Impossibile abilitare la sincronizzazione iCloud: %@ Rollback non riuscito: %@
ja: iCloud 同期の有効化に失敗しました: %@ ロールバックにも失敗しました: %@
ko: iCloud 동기화 활성화 실패: %@ 롤백도 실패했습니다: %@
zh_hans: 启用 iCloud 同步失败：%@ 回滚失败：%@
zh_hant: 啟用 iCloud 同步失敗：%@ 回復失敗：%@

# settings.icloud.requirements
source: Requires both iCloud Drive and iCloud Keychain.
es: Requiere iCloud Drive y iCloud Keychain.
fr: Nécessite iCloud Drive et le trousseau iCloud.
id: Memerlukan iCloud Drive dan iCloud Keychain.
it: Richiede sia iCloud Drive che iCloud Keychain.
ja: iCloud Drive と iCloud キーチェーンの両方が必要です。
ko: iCloud Drive와 iCloud 키체인이 모두 필요합니다.
zh_hans: 需要同时启用 iCloud Drive 和 iCloud Keychain。
zh_hant: 需要同時啟用 iCloud Drive 與 iCloud Keychain。
